        "2": {  "name": "Laysan Albatross",
                "info": "The Laysan albatross averages 81 cm (32 in) in length and has a wingspan of 195 to 203 cm (77–80 in). Males, which weigh 2.4 to 4.1 kg (5.3–9.0 lb), are larger than females, which weigh 1.9 to 3.6 kg (4.2–7.9 lb). This albatross has blackish-gray upperwing, mantle, back, upper rump, and tail, and its head, lower rump, and underparts are white. It has a black smudge around the eye, and its underwing pattern varies between individuals, with some having narrower black margins and variable amounts of black in the underwing coverts. Finally, the bill is pink with a dark tip. Juveniles have a gray bill and a dark upper rump. This species does not have a breeding plumage.<br><br>The Laysan albatross is usually easy to identify. In the North Pacific, it is simple to separate from the other relatively common albatross, the all black black-footed albatross. It can be distinguished from the very rare short-tailed albatross by its all-dark back and smaller size. The Laysan albatross's plumage has been compared to that of a gull, two-toned with a dark gray mantle and wings and a white underside and head."
        },
        "4": {  "name": "Groove billed Ani",
                "info": "The groove-billed ani is about 34 cm (13 in) long, and weighs 70–90 g (2.5–3.2 oz). It is completely black, with a very long tail almost as long as its body. It has a huge bill with lengthwise grooves running the length of the upper mandible. It is very similar to the smooth-billed ani, some specimens of which have bills as small as the groove-billed and with grooves on the basal half. The two species are best distinguished by voice and range. In flight, the ani alternates between quick, choppy flaps and short glides.<br><br>The groove-billed ani (Crotophaga sulcirostris) is a tropical bird in the cuckoo family with a long tail and a large, curved beak. It is a resident species throughout most of its range, from southern Texas, central Mexico and The Bahamas, through Central America, to northern Colombia and Venezuela, and coastal Ecuador and Peru. It only retreats from the northern limits of its range in Texas and northern Mexico during winter."
        },
        "6": {  "name": "Least Auklet",
                "info": "The least auklet (Aethia pusilla) is a seabird and the smallest species of auk. It is the most abundant seabird in North America, and one of the most abundant in the world, with a population of around nine million birds. They breed on the islands of Alaska and Siberia, and spend the winter close to the edge of the ice sheet. Their largest colonies are on the Aleutian Islands, St. Lawrence Island and Little Diomede Island."
        },
        "8": {  "name": "Rhinoceros Auklet",
                "info": "The rhinoceros auklet (Cerorhinca monocerata) is a seabird and a close relative of the puffins. It is the only extant species of the genus Cerorhinca. Given its close relationship with the puffins, the common name rhinoceros puffin has been proposed for the species.<br>It ranges widely across the North Pacific, feeding on small fish and nesting in colonies. Its name is derived from a horn-like extension of the beak (the anatomic term for this extension is the rhamphotheca). This horn is only present in breeding adults, and like the elaborate sheath on the bill of puffins is shed every year. <br><br>The rhinoceros auklet (also known as the rhino auklet, horn-billed puffin, or unicorn puffin), is a medium-sized auk with a large, strong, orange/brown bill (with the 'horn' protruding from it). The plumage is dark on top and paler below; breeding adults (both male and female) possess white plumes above the eyes and behind the bill. Males are slightly larger than females (about 10% in mass)."
        },
        "10": { "name": "Red winged Blackbird",
                "info": "The red-winged blackbird (Agelaius phoeniceus) is a passerine bird of the family Icteridae found in most of North America and much of Central America. It breeds from Alaska and Newfoundland south to Florida, the Gulf of Mexico, Mexico, and Guatemala, with isolated populations in western El Salvador, northwestern Honduras, and northwestern Costa Rica. <br><br>It may winter as far north as Pennsylvania and British Columbia, but northern populations are generally migratory, moving south to Mexico and the southern United States. Claims have been made that it is the most abundant living land bird in North America, as bird-counting censuses of wintering red-winged blackbirds sometimes show that loose flocks can number in excess of a million birds per flock and the full number of breeding pairs across North and Central America may exceed 250 million in peak years. It also ranks among the best-studied wild bird species in the world. <br>The red-winged blackbird is sexually dimorphic; the male is all black with a red shoulder and yellow wing bar, while the female is a nondescript dark brown. Seeds and insects make up the bulk of the red-winged blackbird's diet."
        },
        "12": { "name": "Yellow headed Blackbird",
                "info": "The yellow-headed blackbird (Xanthocephalus xanthocephalus) is a medium-sized blackbird, and the only member of the genus Xanthocephalus.<br>Adults have a pointed bill. The adult male is mainly black with a yellow head and breast; they have a white wing patch sometimes only visible in flight. The adult female is mainly brown with a dull yellow throat and breast. Both genders resemble the respective genders of the smaller yellow-hooded blackbird of South America.<br><br>The breeding habitat of the yellow-headed blackbird is cattail (Typha species) marshes in North America, mainly west of the Great Lakes. The nest is built with and attached to marsh vegetation. They nest in colonies, often sharing their habitat closely with the red-winged blackbird (Agelaius phoeniceus). During the breeding and nesting season the males are very territorial and spend much of their time perched on reed stalks and displaying or chasing off intruders."
        },
        "14": { "name": "Indigo Bunting",
                "info": "The indigo bunting (Passerina cyanea) is a small seed-eating bird in the cardinal family, Cardinalidae. It is migratory, ranging from southern Canada to northern Florida during the breeding season, and from southern Florida to northern South America during the winter.[2] It often migrates by night, using the stars to navigate.[3] Its habitat is farmland, brush areas, and open woodland.[4] The indigo bunting is closely related to the lazuli bunting and interbreeds with the species where their ranges overlap.<br><br>The indigo bunting is a small bird, with a length of 11.5–13 cm (4.5–5.1 in). It displays sexual dimorphism in its coloration; the male is a vibrant blue in the summer and a brown color during the winter months, while the female is brown year-round. The male displays brightly colored plumage during the breeding season to attract a mate. Nest-building and incubation are done solely by the female. The diet of the indigo bunting consists primarily of insects during the summer months and seeds during the winter months."
        },
        "16": { "name": "Painted Bunting",
                "info": "The painted bunting (Passerina ciris) is a species of bird in the cardinal family, Cardinalidae, that is native to North America. The bright plumage of the male only comes in the second year of life; in the first year they can only be distinguished from the female by close inspection.<br><br>The male painted bunting is often described as the most beautiful bird in North America and as such has been nicknamed nonpareil, or 'without equal'.Its colors, dark blue head, green back, red rump, and underparts, make it extremely easy to identify, but it can still be difficult to spot since it often skulks in foliage even when it is singing. The plumage of female and juvenile painted buntings is green and yellow-green, serving as camouflage. Once seen, the adult female is still distinctive, since it is a brighter, truer green than other similar songbirds. Adult painted buntings can measure 12–14 cm (4.7–5.5 in) in length, span 21–23 cm (8.3–9.1 in) across the wings and weigh 13–19 g (0.46–0.67 oz)."
        },
        "18": { "name": "American Goldfinch",
                "info": "The American goldfinch is a small finch, 11–14 cm (4.3–5.5 in) long, with a wingspan of 19–22 cm (7.5–8.7 in). It weighs between 11–20 g (0.39–0.71 oz). Among standard measurements, the wing chord is 6.5 to 7.8 cm (2.6 to 3.1 in), the tail is 4.2 to 5.1 cm (1.7 to 2.0 in), the culmen is 0.9 to 1.1 cm (0.35 to 0.43 in) and the tarsus is 1.2 to 1.4 cm (0.47 to 0.55 in). The beak is small, conical, and pink for most of the year, but turns bright orange with the spring molt in both sexes.The shape and size of the beak aid in the extraction of seeds from the seed heads of thistles, sunflowers, and other plants.<br><br>The American goldfinch undergoes a molt in the spring and autumn. It is the only cardueline finch to undergo a molt twice a year. During the winter molt it sheds all its feathers; in the spring, it sheds all but the wing and tail feathers, which are dark brown in the female and black in the male.The markings on these feathers remain through each molt, with bars on the wings and white under and at the edges of the short, notched tail. The sexual dimorphism displayed in plumage coloration is especially pronounced after the spring molt, when the bright color of the male's summer plumage is needed to attract a mate."
        },
        "20": { "name": "American Pipit",
                "info": "The buff-bellied pipit is an undistinguished-looking species which usually can be seen to run around on the ground. The rubescens subspecies (or American pipit) has lightly streaked grey-brown upperparts and is diffusely streaked below on the buff breast and flanks. The belly is whitish, the bill and legs are dark. The japonicus subspecies (or Japanese pipit) is darker above and has bolder black streaking on its whiter underparts; its legs have a reddish hue. The call is a squeaky sip."
        },
        "22": { "name": "Anna Hummingbird",
                "info": "Anna's hummingbird is 3.9 to 4.3 in (9.9 to 10.9 cm) long. It has an iridescent bronze-green back, a pale grey chest and belly, and green flanks. Its bill is long, straight, and slender. The adult male has an iridescent crimson-red derived from magenta to a reddish-pink crown and gorget, which can look dull brown or gray without direct sunlight and a dark, slightly forked tail. Females also have iridescent red gorgets, though they are usually smaller and less brilliant than the males'. Anna's is the only North American hummingbird species with a red crown.[3] Females and juvenile males have a dull green crown, a grey throat with or without some red iridescence, a grey chest and belly, and a dark, rounded tail with white tips on the outer feathers.<br><br>These birds feed on nectar from flowers using a long extendable tongue. They also consume small insects and other arthropods caught in flight or gleaned from vegetation. A PBS documentary shows how Anna's hummingbirds eat flying insects. They aim for the flying insect, then open their beaks to capture the prey."
        },
        "24": { "name": "Black throated Sparrow",
                "info": "The black-throated sparrow reaches a length of about 4.5–5.5 inches (11–14 cm), and is pale gray above, with a distinctive black and white head pattern. Immature birds are similar but lack a black throat. Its call is high and bell-like, and its song is a fairly simple, mechanical tinkling. It feeds primarily on insects and seeds, and travels in small groups, though larger groups may accumulate around sources of water in the desert.<br><br>The black-throated sparrow (Amphispiza bilineata) is a small American sparrow primarily found in the southwestern United States and Mexico. It is sometimes referred to as the desert sparrow, due to its preferred habitat of arid desert hillsides and scrub. This name usually refers to the desert sparrow of Africa and Asia."
        },
        "26": { "name": "Blue Jay",
                "info": "The blue jay measures 22–30 cm (9–12 in) from bill to tail and weighs 70–100 g (2.5–3.5 oz), with a wingspan of 34–43 cm (13–17 in). Consistent with Bergmann's rule, jays from Connecticut averaged 92.4 g (3.26 oz) in mass, while jays from warmer southern Florida averaged 73.7 g (2.60 oz). There is a pronounced crest on the head, a crown of feathers, which may be raised or lowered according to the bird's mood. When excited or aggressive, the crest will be fully raised. When frightened, the crest bristles outwards, brushlike. When the bird is feeding among other jays or resting, the crest is flattened on the head.<br><br>The blue jay (Cyanocitta cristata) is a passerine bird in the family Corvidae, native to North America. It resides through most of eastern and central United States, although western populations may be migratory. Resident populations are also found in Newfoundland, Canada, while breeding populations can be found across southern Canada. It breeds in both deciduous and coniferous forests, and is common in residential areas. It is predominantly blue with a white chest and underparts, and a blue crest; it has a black, U-shaped collar around its neck and a black border behind the crest. Males and females are similar in size and plumage, and plumage does not vary throughout the year. Four subspecies of the blue jay have been recognized."
        },
        "28": { "name": "California Gull",
                "info": "The California gull (Larus californicus), or seagull, is a medium-sized gull, smaller on average than the herring gull but larger on average than the ring-billed gull, though it may overlap in size greatly with both.<br><br>Adults are similar in appearance to the herring gull, but have a smaller yellow bill with a black ring, yellow legs, brown eyes and a more rounded head. The body is mainly white with grey back and upper wings. They have black primaries with white tips. Immature birds are also similar in appearance to immature herring gulls, with browner plumage than immature ring-billed gulls. Length can range from 46 to 55 cm (18 to 22 in), the wingspan 122–137 cm (48–54 in) and body mass can vary from 430 to 1,045 g (0.948 to 2.304 lb)."
        },
        "30": { "name": "Clay colored Sparrow",
                "info": "The clay-colored sparrow or clay-coloured sparrow[2] (Spizella pallida) is a small sparrow of North America.<br><br>Adults have light brown upperparts and pale underparts, with darker streaks on the back. They have a pale crown stripe on a dark brown crown, a white line over the eyes, a dark line through the eyes, a light brown cheek patch and brown wings with wing bars. The short bill is pale with a dark tip and the back of the neck is grey; they have a long tail. Non-breeding adults and immature resemble chipping sparrows and Brewer's sparrows; they often form flocks with these birds outside the nesting season."
        },
        "32": { "name": "Evening Grosbeak",
                "info": "The evening grosbeak (Coccothraustes vespertinus) is a passerine bird in the finch family Fringillidae found in North America.<br><br>The evening grosbeak is similar in appearance to the Eurasian hawfinch, both being bulky, heavily built finches with large bills and short tails. The evening grosbeak ranges in length from 16 to 22 cm (6.3 to 8.7 in) and spans 30 to 36 cm (12 to 14 in) across the wings. In a large sampling of grosbeaks in Pennsylvania during winter, males weighed from 38.7 to 86.1 g (1.37 to 3.04 oz), with an average of 60 g (2.1 oz), while females weighed from 43.2 to 73.5 g (1.52 to 2.59 oz), with an average of 58.7 g (2.07 oz). Among standard measurements, the wing chord is 10.45 to 11.6 cm (4.11 to 4.57 in), the tail is 6 to 6.95 cm (2.36 to 2.74 in), the bill is 1.6 to 2 cm (0.63 to 0.79 in) and the tarsus is 1.95 to 2.2 cm (0.77 to 0.87 in). The adult has a short black tail, black wings and a large pale bill. The adult male has a bright yellow forehead and body; its head is brown and there is a large white patch in the wing. The adult female is mainly olive-brown, greyer on the underparts and with white patches in the wings."
        },
        "34": { "name": "Florida Jay",
                "info": "The Florida scrub jay (Aphelocoma coerulescens[A]) is one of the species of scrub jay native to North America. It is the only species of bird endemic to the U.S. state of Florida and one of only 15 species endemic to the continental United States. Because of this, it is heavily sought by birders who travel from across the country to observe this unique species. It is known to have been present in Florida as a distinct species for at least 2 million years,[4] and is possibly derived from the ancestors of Woodhouse's scrub jay.<br><br>It measures 23 to 28 cm (9.1 to 11.0 in) in length, and weighs from 66 to 92 g (2.3 to 3.2 oz), with an average 80.2 g (2.83 oz). The wingspan of the jay is 33–36 cm (13–14 in). It has a strong black bill, blue head and nape without a crest, a whitish forehead and supercilium, blue bib, blue wings, grayish underparts, gray back, long blue tail, black legs and feet."
        },
        "36": { "name": "Geococcyx",
                "info": "The roadrunners (genus Geococcyx), also known as chaparral birds or chaparral cocks, are two species of fast-running ground cuckoos with long tails and crests. They are found in the southwestern and south-central United States and Mexico, usually in the desert. Some have been clocked at 20 miles per hour (32 km/h) while a few have also been clocked up to 27 miles per hour (43 km/h)."
        },
        "38": { "name": "Grasshopper Sparrow",
                "info": "The grasshopper sparrow (Ammodramus savannarum) is a small American sparrow. The genus Ammodramus contains nine species that inhabit grasslands and prairies.<br><br>The Florida grasshopper sparrow (Ammodramus savannarum floridanus) is endangered. These small sparrows measure 10–14 cm (3.9–5.5 in) in length, span about 17.5 cm (6.9 in) across the wings and weigh from 13.8 to 28.4 g (0.49 to 1.00 oz), with an average of 17 g (0.60 oz). Adults have upperparts streaked with brown, grey, black and white; they have a light brown breast, a white belly and a short brown tail. Their face is light brown with an eye ring and a dark brown crown with a central narrow light stripe. There are regional variations in the appearance of this bird."
        },
        "40": { "name": "Green Jay",
                "info": "The green jay (Cyanocorax luxuosus) is a species of the New World jays, and is found in Central America. Adults are about 27 cm (11 in) long and variable in colour across their range; they usually have blue and black heads, green wings and mantle, bluish-green tails, black bills, yellow or brown eye rings, and dark legs. The basic diet consists of arthropods, vertebrates, seeds, and fruit. The nest is usually built in a thorny bush; the female incubates the clutch of three to five eggs. This is a common species of jay with a wide range and the International Union for Conservation of Nature has rated its conservation status as being of 'least concern'."
        },
        "42": { "name": "Harris Sparrow",
                "info": "The Harris's sparrow (Zonotrichia querula) is a large sparrow. Their breeding habitat is the north part of central Canada (primarily the Northwest Territories and Nunavut, ranging slightly into northern Manitoba and Saskatchewan). In fact, this bird is Canada's only endemic breeder. In the winter they migrate to the Great Plains states of the United States, from southern South Dakota to central Texas. The common name of this species commemorates the American amateur ornithologist Edward Harris (1799–1863)."
        },
        "44": { "name": "Henslow Sparrow",
                "info": "Henslow's sparrow (Ammodramus henslowii) is a passerine bird in the Passerellidae family. It was named by John James Audubon in honor of John Stevens Henslow. It was originally classified in the genus Emberiza and called Henslow's bunting.<br><br>Adults have streaked brown upperparts with a light brown breast with streaks, a white belly and a white throat. They have a pale stripe on the crown with a dark stripe on each side, an olive face and neck, rust-coloured wings and a short dark forked tail."
        },
        "46": { "name": "Horned Grebe",
                "info": "The horned grebe or Slavonian grebe (Podiceps auritus) is a relatively small waterbird in the family Podicipedidae. There are two known subspecies: P. a. auritus, which breeds in the Palearctic, and P. a. cornutus, which breeds in North America. The Eurasian subspecies is distributed over most of northern Europe and the Palearctic, breeding from Greenland to western China. The North American subspecies spans most of Canada and some of the United States. The species got its name from large patches of yellowish feathers located behind the eyes, called 'horns', that the birds can raise and lower at will."
        },
        "48": { "info": "The house sparrow (Passer domesticus) is a bird of the sparrow family Passeridae, found in most parts of the world. It is a small bird that has a typical length of 16 cm (6.3 in) and a mass of 24–39.5 g (0.85–1.39 oz). Females and young birds are coloured pale brown and grey, and males have brighter black, white, and brown markings. One of about 25 species in the genus Passer, the house sparrow is native to most of Europe, the Mediterranean Basin, and a large part of Asia. Its intentional or accidental introductions to many regions, including parts of Australasia, Africa, and the Americas, make it the most widely distributed wild bird.",
                "name": "House Sparrow"
        },
        "50": { "info": "The LeConte's sparrow (Ammospiza leconteii) is one of the smallest sparrow species in North America.<br><br>It is a very secretive bird that prefers to spend most of its time on the ground under the cover of tall grasses. They are typically very difficult to flush, often only flushing at a distance of 1–3 m as they prefer to run across the ground. When they do emerge they rarely fly more than a foot or two above the grass and often descend again within a few meters. Because it is so rarely seen, there are still many gaps in knowledge about the LeConte's sparrow. Nests are often very hard to find, and individuals are more often identified by sound than by sight.",
                "name": "Le Conte Sparrow 0026"
        },
        "52": { "info": "The loggerhead shrike (Lanius ludovicianus) is a passerine bird in the family Laniidae. It is the only member of the shrike family endemic to North America; the related northern shrike (L. borealis) occurs north of its range but also in the eastern Palearctic. It is nicknamed the butcherbird after its carnivorous tendencies, as it consumes prey such as amphibians, insects, lizards, small mammals and small birds, and some prey end up displayed and stored at a site, for example in a tree. Due to its small size and weak talons, this predatory bird relies on impaling its prey upon thorns or barbed wire for facilitated consumption. The numbers of loggerhead shrike have significantly decreased in recent years, especially in Midwestern, New England and Mid-Atlantic areas.",
                "name": "Loggerhead Shrike"
        },
        "54": { "info": "The pied-billed grebe (Podilymbus podiceps) is a species of the grebe family of water birds. Since the Atitlan grebe (Podilymbus gigas) has become extinct, it is the sole extant member of the genus Podilymbus. The pied-billed grebe is primarily found in ponds throughout the Americas. Other names of this grebe include American dabchick, rail, dabchick, Carolina grebe, devil-diver, dive-dapper, dipper, hell-diver, pied-billed dabchick, pied-bill, thick-billed grebe, and water witch.",
                "name": "Pied billed Grebe"
        },
        "56": { "info": "The pigeon guillemot (Cepphus columba) is a species of bird in the auk family, Alcidae. One of three species in the genus Cepphus, it is most closely related to the spectacled guillemot. There are five subspecies of the pigeon guillemot; all subspecies, when in breeding plumage, are dark brown with a black iridescent sheen and a distinctive wing patch broken by a brown-black wedge. Its non-breeding plumage has mottled grey and black upperparts and white underparts. The long bill is black, as are the claws. The legs, feet, and inside of the mouth are red. It closely resembles the black guillemot, which is slightly smaller and lacks the dark wing wedge present in the pigeon guillemot. Combined, the two form a superspecies.",
                "name": "Pigeon Guillemot"
        },
        "58": { "info": "The pomarine jaeger (Stercorarius pomarinus), pomarine skua, or pomatorhine skua, is a seabird in the skua family Stercorariidae. It is a migrant, wintering at sea in the tropical oceans.<br><br>This species ranges from 46 to 67 cm (18 to 26 in) in length, 110 to 138 cm (43 to 54 in) in wingspan and 540–920 g (1.19–2.03 lb) in weight. The upper limit of the length includes the elongated tail streamer of breeding adults, which is about 10 cm (3.9 in) in length. Identification of this jaeger is complicated by its similarities to parasitic jaeger and the existence of three morphs. Pomarine jaegers are larger than common gulls. They are much bulkier, broader-winged and less falcon-like than the parasitic jaeger, but show the same wide range of plumage variation. The flight is more measured than that of the smaller species. It has many harsh chattering calls and others which sounds like which-yew.",
                "name": "Pomarine Jaeger"
        },
        "60": { "info": "The rose-breasted grosbeak (Pheucticus ludovicianus) is a large, seed-eating grosbeak in the cardinal family (Cardinalidae). It is primarily a foliage gleaner. It breeds in cool-temperate North America, migrating to tropical America in winter.<br><br>Adult birds are 18–22 cm (7.1–8.7 in) long, span 29–33 cm (11–13 in) across the wings and weigh 35–65 g (1.2–2.3 oz). Grosbeaks measured during migration in the West Indies averaged 43 g (1.5 oz), while those banded in Pennsylvania average about 45 g (1.6 oz). Very little sexual dimorphism in size is seen; females were found to be marginally smaller in standard measurements, but in some seasons were marginally heavier than males when banded in Pennsylvania. At all ages and in both sexes, the beak is dusky horn-colored, and the feet and eyes are dark.",
                "name": "Rose breasted Grosbeak"
        },
        "62": { "info": "The rufous hummingbird (Selasphorus rufus) is a small hummingbird, about 8 cm (3.1 in) long with a long, straight and slender bill. These birds are known for their extraordinary flight skills, flying 2,000 mi (3,200 km) during their migratory transits. It is one of seven species in the genus Selasphorus.<br><br>The adult male has a white breast, rufous face, flanks and tail and an iridescent orange-red throat patch or gorget. Some males have some green on back and/or crown. The female has green, white, some iridescent orange feathers in the center of the throat, and a dark tail with white tips and rufous base.<br><br>The female is slightly larger than the male. Females and the rare green-backed males are extremely difficult to differentiate from Allen's hummingbird. This is a typical-sized hummingbird, being a very small bird. It weighs 2–5 g (0.071–0.176 oz), measures 7–9 cm (2.8–3.5 in) long and spans 11 cm (4.3 in) across the wings.",
                "name": "Rufous Hummingbird"
        },
        "64": { "info": "The slaty-backed gull (Larus schistisagus) is a large, white-headed gull that breeds on the north-eastern coast of the Palearctic, but travels widely during nonbreeding seasons. It is similar in appearance to the western gull and the glaucous-winged gull. Another alternate name is Pacific gull, though this also applies to a Southern Hemisphere species, L. pacificus. Claims have been made as to its (sometimes occasional) presence throughout North America. as well as the eastern coast of temperate Asia (Palearctic). On 3 November 2012, an individual was spotted in Finland. The species has only been spotted three times before in Europe.",
                "name": "Slaty backed Gull"
        },
        "66": { "info": "The western gull (Larus occidentalis) is a large white-headed gull that lives on the west coast of North America. It was previously considered conspecific with the yellow-footed gull (Larus livens) of the Gulf of California. The western gull ranges from British Columbia, Canada to Baja California, Mexico.",
                "name": "Western Gull"
        },
        "68": { "info": "The eastern whip-poor-will (Antrostomus vociferus) is a medium-sized (22–27 cm) nightjar from North America. The whip-poor-will is commonly heard within its range, but less often seen because of its camouflage. It is named onomatopoeically after its song.",
                "name": "Whip poor Will"
        },
        "70": { "info": "The great white pelican (Pelecanus onocrotalus) also known as the eastern white pelican, rosy pelican or white pelican is a bird in the pelican family. It breeds from southeastern Europe through Asia and Africa, in swamps and shallow lakes.",
                "name": "White Pelican"
        }
}
